IDEA StatiCa Open Model
HangingAroundPatch.IsMirrored Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Add same reinforcement on oposide side (rotated 180°)
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsMirrored { get; set; }
Public Property IsMirrored As Boolean
	Get
	Set
public:
property bool IsMirrored {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace